Repository: gaillysu/ios-nevo
Catalog: Programming/Nevo/Resources/Strings/*.lproj/Localizable.strings
Languages: de, zh_hant

source: Cancel
de: Abbrechen
zh_hant: 取消

source: Enter
de: Eingeben
zh_hant: 确定

source: Notifications
de: Benachrichtigungen
zh_hant: 通知

# UpdateSuccess1
source: Update Successful
de: Aktualisierung erfolgreich
zh_hant: 升級成功

# UpdateSuccess2
source: Update Successful,please turn your nevo's Bluetooth on.
de: Update erfolgreich, schalten Sie bitte Ihre Nevo Bluetooth-Funktion ein.
zh_hant: 升級成功,請打開手錶藍牙.

# current FW version
source: Your nevo is not up to date :
de: Ihr Nevo ist nicht auf dem neuesten Stand:
zh_hant: 手錶當前固件版本:

# latest FW version
source: Do you want to upgrade it to the latest version ? :
de: Wollen Sie ihn auf die neueste Version aktualisieren? :
zh_hant: 最新固件版本:

# BLE_CONNECTION_LOST
source: BLE connection lost please connect again
de: BLE-Verbindung (Bluetooth Low Energy) verloren, bitte neu verbinden
zh_hant: 藍芽連接中斷，請重新連線

# BLE_LOST_TITLE
source: BLE connection lost
de: BLE-Verbindung verloren
zh_hant: 藍芽連接中斷

# UNSTABLE_CONNECTION_TITLE
source: Unstable connection ensure
de: Instabile Verbindung sichern
zh_hant: 藍芽連接不穩定

# UNSTABLE_CONNECTION_MESSAGE
source: Unstable connection ensure BLE is on and in range
de: Instabile Verbindung, sicherstellen, dass BLE eingeschaltet ist und sich in Reichweite befindet
zh_hant: 藍芽連接不穩定，請確保電話的藍芽功能已開啟並在連接範圍內

# no_sleep_data
source: No sleep tracking data
de: Keine Schlaf Tracking-Daten
zh_hant: 沒有睡眠數據

# battery_warnings_title
source: Not enough battery
de: Nicht genug Batterie
zh_hant: 电量不足

# battery_warnings_msg
source: Updating the watch costs a lot of battery. Your watch does not have enough battery to perform an update. To upgrade the watch, please buy a new battery.
de: Die Aktualisierung der Uhr kostet viel Energie. Die Uhr verfügt nicht über genügend Energie, um ein Update durchzuführen. Um die Uhr zu aktualisieren, bitte einen neuen Akku kaufen.
zh_hant: 更新要求充足电量，现有电量不足，请更换电池後再更新。

# mobile_battery_warnings_msg
source: Mobile battery too low please charge phone before upgrade
de: Handybatterie zu schwach, bitte Telefon vor dem Upgrade aufladen
zh_hant: 手机电量不足请在升级前充满电或者接上电源后在升级。

source: Deep sleep
de: Tiefschlaf
zh_hant: 深睡

source: Light Sleep
de: leichter Schlaf
zh_hant: 浅睡

# sleep_timer
source: sleep time
de: Schlafzeit
zh_hant: sleep timer

# wake_timer
source: wake time
de: Wachzeit
zh_hant: wake timer

source: WeChat
de: WeChat & WhatsApp
zh_hant: Whatsapp

# Link-Loss Notifications
source: Link-Loss Warning
de: Benachrichtigungen bei Link-Verlust
zh_hant: 連接斷開通知

source: OK
de: Okay
zh_hant: 好

# steps_unit
source: steps
zh_hant: 步

# title_goal
source: Goal
zh_hant: 目标

source: Light
zh_hant: 轻度

source: Moderate
zh_hant: 适量

source: Heavy
zh_hant: 强度

source: Add goal
zh_hant: 添加目标

source: Goal name
zh_hant: 目标名称

source: Turned off
zh_hant: 关闭

source: ACTIVE NOTIFICATIONS
zh_hant: 已激活的通知

source: INACTIVE NOTIFICATIONS
zh_hant: 未激活的通知

source: Allow Notifications
zh_hant: 开启通知

source: Syncing data
de: Synchronisieren von Daten
zh_hant: 数据同步开始

source: Sync finished
zh_hant: 同步完成

source: Update
zh_hant: 升级

source: Add
zh_hant: 添加

# no_alarm_content
source: You don’t have any alarm set. Set an alarm by tapping on the plus button in the upper right corner.
zh_hant: 你没有设置一个闹钟,可以点击右上角的加好按钮添加一个闹钟

source: An update is available for your watch.
zh_hant: 你的手表有可用的更新

# goal_must_bigger_1000
source: Goal must be bigger than 1000.
zh_hant: 目标值必须是大于1000

source: Register Success
zh_hant: 注册成功!

# signup_failed
source: Your Signup Failed
zh_hant: 注册失败!

# user_exist
source: User already exist
zh_hant: 用户已存在!

# access_denied
source: Your authorization token error
zh_hant: 你的访问授权过期或者失效!

# forget_your_password
source: Did you forget your password?
zh_hant: 你想重置你的密码么?

# login_success
source: Login Successful
zh_hant: 登陆成功

# login_error
source: User does not exist or password is wrong.
zh_hant: 密码错误或者用户不存在!

source: CALORIE
zh_hant: 卡路里

source: STEPS
zh_hant: 步数

# TIME
source: Active Time
zh_hant: 时间

source: KM
zh_hant: 距离

# timer_on_battery
source: Time on Battery
zh_hant: 使用电池时间

# timer_on_solar
source: Time on Solar
zh_hant: 使用太阳能时间

source: Solar
zh_hant: 太阳能

source: Battery
zh_hant: 电池

source: Quality
zh_hant: 睡眠质量

source: Duration
zh_hant: 总时间

source: Dashboard
zh_hant: 指示器

source: Analysis
zh_hant: 分析

source: Sleep And Wake
zh_hant: 闹钟

source: Sleep Alarm
zh_hant: 入睡闹钟

source: Wake Alarm
zh_hant: 起床闹钟

source: Awake
zh_hant: 醒来

source: Sleep
zh_hant: 睡眠

# tips_content
source: Tips: Sleep alarm allows you set a timer that your Nevo can automatic turn on sleep mode.
zh_hant: 提示: 睡眠闹钟允许你设置一个定时器,你的Nevo可以自动进入睡眠模式。

# Disable
source: Disabled
zh_hant: 禁用

# Sunday
source: Every Sunday
zh_hant: 每个星期天

# Monday
source: Every Monday
zh_hant: 每个星期一

# Tuesday
source: Every Tuesday
zh_hant: 每个星期二

# Wednesday
source: Every Wednesday
zh_hant: 每个星期三

# Thursday
source: Every Thursday
zh_hant: 每个星期四

# Friday
source: Every Friday
zh_hant: 每个星期五

# Saturday
source: Every Saturday
zh_hant: 每个星期六

source: This week
zh_hant: 本周

source: Last week
zh_hant: 上周

source: Last 30 Day
zh_hant: 最近30天

# average_steps
source: Avg Steps
zh_hant: 平均步数

source: Total Steps
zh_hant: 总步数

# average_calories
source: Avg Calories
zh_hant: 平均卡路里

# average_time
source: Avg Time
zh_hant: 平均时间

# average_sleep
source: Avg Sleep
zh_hant: 平均睡眠时间

source: Total Sleep
zh_hant: 睡眠时间

# average_wake
source: Avg Wake
zh_hant: 平均醒来时间

source: hours
zh_hant: 小时

source: Login
zh_hant: 登陆

source: Skip Login
zh_hant: 跳过登陆

source: Register
zh_hant: 注册

source: Next
zh_hant: 下一步

source: Male
zh_hant: 男

source: Female
zh_hant: 女

source: One of the fields are empty
zh_hant: 有一个信息是空的

source: Two password is not the same
zh_hant: 两次密码输入不一致

source: Please wait...
zh_hant: 请稍待...

source: Alarm disabled
zh_hant: 闹钟已禁用

source: Alarm on
zh_hant: 闹钟在

source: Alarm in
zh_hant: 距离开始

source: Change Password
zh_hant: 修改密码

source: new password
zh_hant: 新密码

# new_password_confirm
source: confirm new password
zh_hant: 新密码确认

source: Log out
zh_hant: 注销登录

source: Logout error
zh_hant: 登出错误

source: Please agree the terms and conditions first
zh_hant: 请先同意我们的注册条款

source: The format of your E-mail address seems to be wrong
zh_hant: 您输入的邮箱格式似乎有问题

source: Email is not filled in
zh_hant: 请输入您的邮箱地址

source: Password is not filled in
zh_hant: 请输入您的密码

source: Password has been changed
zh_hant: 密码修改成功

source: Please enter a new password
zh_hant: 请输入一个新密码

source: Are you sure you want to log out?
zh_hant: 确定退出登录吗？

# no_network
source: There seems to be some problems with your network
zh_hant: 您的网络连接似乎有些问题...

source: First name
zh_hant: 名字

source: Last name
zh_hant: 姓氏

source: Weight
zh_hant: 体重

source: Height
zh_hant: 身高

# date_birth
source: Birthday
zh_hant: 生日

source: Back
zh_hant: 返回

source: Profile
zh_hant: 个人资料

source: Choose picture source
zh_hant: 选择照片来源

# Choose from library
source: Choose photo
zh_hant: 资源库

# Choose from Camera
source: Take photo
zh_hant: 相机

source: Move & Zoom
zh_hant: 移动和缩放

source: Yesterday
zh_hant: 昨天

# tips_content_lunar
source: Tips: Sleep alarm allows you set a timer that your LunaR can automatic turn on sleep mode.
zh_hant: 提示: 睡眠闹钟允许你设置一个定时器,你的LunaR可以自动进入睡眠模式。

source: Delete
zh_hant: 删除

# ota_error_signature_mismatch
source: Signature mismatch
zh_hant: 升级文件签名错误

source: Sign Up
zh_hant: 提交注册

source: Edit goal
zh_hant: 编辑目标

source: Set city
zh_hant: 设置城市

source: Worldclock
zh_hant: 世界时钟

source: My nevo
de: Mein Nevo

source: Continue
de: Fortfahren

source: Goal
de: Ziel

# no_step_data
source: No steps data
de: Keine Daten zu den Schritten

source: Call
de: Anruf

# SMS
source: (i)Message
de: (i) Nachricht

source: Calendar
de: Kalender

source: Whatsapp
de: WhatsApp & WeChat

# Setting
source: Settings
de: Einstellungen

source: Find my watch
de: Meine Uhr finden

source: Goals
de: Ziele

source: History
de: Verlauf

source: Forget watch
de: Uhr vergessen

source: Support
de: Unterstützung

source: Edit Alarm
de: Alarm bearbeiten

source: Add Alarm
de: Alarm hinzufügen

source: Red
de: Rot

source: Blue
de: Blau

source: Light Green
de: Hellgrün

source: Yellow
de: Gelb

source: Green
de: Grün

source: Nevo is not connected.
de: Nevo ist nicht angeschlossen.

# search_for_nevo
source: Searching for nevo
de: Nach Nevo suchen

# bluetooth_turned_off_enable
source: Bluetooth turned off. Enable Bluetooth to sync
de: Bluetooth ausgeschaltet. Bluetooth aktivieren zum Synchronisieren

source: Syncing alarm
de: Synchronisier-Alarm

# no_watch_connected
source: Will sync when nevo is connected
de: Werde synchronisieren, wenn Nevo verbunden ist

source: Syncing goal
de: Ziel synchronisieren

# sync_notifications
source: Syncing notifications
de: Synchronisieren von Mitteilungen

source: Connected
de: Verbunden

source: Disconnected
de: Nicht verbunden

source: Battery Low
de: Batterie ist schwach

source: Battery Sufficient
de: Batterie ausreichend

source: Battery Full
de: Batterie geladen

source: Set Goal
de: Ziel setzen

source: Today
de: Heute

source: Add Alarm Label
de: Alarm-Bezeichnung hinzufügen

source: Repeat
de: Wiederholen

source: Label
de: Bezeichnung

source: Watch version
de: Uhren-Version

source: Forget
de: Vergessen

# forget_your_nevo
source: Do you want to forget your nevo?
de: Wollen Sie Ihren Nevo vergessen?

source: Press the third-button
de: Drücken Sie den dritten Knopf

# in_order_reactivate_bluetooth
source: In order to reactivate the bluetooth. Don’t exit this screen!
de: Um Bluetooth wieder zu aktivieren. Diesen Bildschirm nicht verlassen!

source: Do not exit this screen
de: Diesen Bildschirm nicht verlassen!

# please_follow_the_update_has_been_finished
source: Please follow the instructions and wait untill the update has been finished.
de: Bitte folgen Sie den Anweisungen und warten Sie, bis die Aktualisierung abgeschlossen ist.

# update_ble_success_message
source: Ble upgrade completed, reconnect the watch to the phone by pressing and holding the third button on the watch. Make sure that the watch is paired so it won't interrupt the upgrade procedure. Once it's connected you can continue to upgrade the Mcu by clicking on continue.
de: BLE-Upgrade abgeschlossen, schließen Sie die Uhr wieder an das Telefon an, indem Sie den dritten Knopf auf der Uhr drücken und halten. Stellen Sie sicher, dass die Uhr gekoppelt ist, damit die Aktualisierung nicht unterbrochen wird. Sobald sie verbunden ist, können Sie die Aktualisierung der Mcu mit einem Klick auf "continue" fortsetzen.

# is_watch_version
source: Your watch is up to date
de: Ihre Uhr befindet sich auf dem neuesten Stand
